Repository: Zhuyokin/MiniBill
Catalog: ios/MiniBill/MiniBillWatch/WatchLocalizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: Previous period
de: Vorheriger Zeitraum
ja: 前の期間
ko: 이전 기간
zh_hans: 上一时段
zh_hant: 上一時段

source: Next period
de: Nächster Zeitraum
ja: 次の期間
ko: 다음 기간
zh_hans: 下一时段
zh_hant: 下一時段

source: Open MiniBill on your iPhone to start.
de: Öffne MiniBill auf deinem iPhone, um zu beginnen.
ja: iPhone で MiniBill を開いて始めましょう。
ko: iPhone에서 MiniBill을 열어 시작하세요.
zh_hans: 请在 iPhone 上打开 MiniBill 以开始使用。
zh_hant: 請在 iPhone 上開啟 MiniBill 以開始使用。

source: Your accounts and entries will appear here after the first sync.
de: Nach der ersten Synchronisierung erscheinen hier deine Konten und Einträge.
ja: 初回の同期後に口座と明細が表示されます。
ko: 첫 동기화 후 계정과 내역이 여기에 표시됩니다.
zh_hans: 首次同步后，账户和账单会显示在这里。
zh_hant: 首次同步後，帳戶和帳單會顯示在這裡。

source: Sync
de: Synchronisierung
ja: 同期
ko: 동기화
zh_hans: 同步
zh_hant: 同步

source: Changes need attention
de: Änderungen prüfen
ja: 変更の確認が必要です
ko: 확인이 필요한 변경 사항
zh_hans: 有变更需要处理
zh_hant: 有變更需要處理

source: %lld pending changes
de: %lld ausstehende Änderungen
ja: %lld 件の変更が同期待ち
ko: 동기화 대기 중인 변경 %lld개
zh_hans: %lld 项变更待同步
zh_hant: %lld 項變更待同步

source: iPhone connected
de: iPhone verbunden
ja: iPhone に接続中
ko: iPhone 연결됨
zh_hans: iPhone 已连接
zh_hant: iPhone 已連線

source: Recent projects
de: Letzte Projekte
ja: 最近の項目
ko: 최근 항목
zh_hans: 最近项目
zh_hant: 最近項目

source: Delete digit
de: Ziffer löschen
ja: 一桁削除
ko: 한 자리 삭제
zh_hans: 删除一位
zh_hant: 刪除一位

source: Clear
de: Leeren
ja: クリア
ko: 지우기
zh_hans: 清空
zh_hant: 清空

source: Done
de: Fertig
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Day
de: Tag
ja: 日
ko: 일
zh_hans: 日
zh_hant: 日

source: Hour
de: Stunde
ja: 時
ko: 시
zh_hans: 时
zh_hant: 時

source: Now
de: Jetzt
ja: 現在
ko: 지금
zh_hans: 现在
zh_hant: 現在

source: Keep at least one account.
de: Behalte mindestens ein Konto.
ja: 口座を少なくとも一つ残してください。
ko: 계정을 하나 이상 유지하세요.
zh_hans: 请至少保留一个账户。
zh_hant: 請至少保留一個帳戶。

source: Account name is required.
de: Ein Kontoname ist erforderlich.
ja: 口座名を入力してください。
ko: 계정 이름을 입력하세요.
zh_hans: 请输入账户名称。
zh_hant: 請輸入帳戶名稱。

source: Account name must be 30 characters or fewer.
de: Der Kontoname darf höchstens 30 Zeichen enthalten.
ja: 口座名は30文字以内にしてください。
ko: 계정 이름은 30자 이하여야 합니다.
zh_hans: 账户名称不能超过 30 个字符。
zh_hant: 帳戶名稱不能超過 30 個字元。

source: Your accounts were not changed.
de: Deine Konten wurden nicht geändert.
ja: 口座は変更されていません。
ko: 계정이 변경되지 않았습니다.
zh_hans: 账户未更改。
zh_hant: 帳戶未變更。

source: Saved on Apple Watch. Sync resumes when iPhone is available.
de: Auf der Apple Watch gespeichert. Die Synchronisierung wird fortgesetzt, sobald das iPhone verfügbar ist.
ja: Apple Watch に保存済みです。iPhone に接続できると同期を再開します。
ko: Apple Watch에 저장했습니다. iPhone에 연결되면 동기화가 재개됩니다.
zh_hans: 已保存在 Apple Watch 上。iPhone 可连接时会继续同步。
zh_hant: 已儲存在 Apple Watch 上。iPhone 可連線時會繼續同步。

source: Last sync
de: Zuletzt synchronisiert
ja: 前回の同期
ko: 마지막 동기화
zh_hans: 上次同步
zh_hant: 上次同步

source: Sync now
de: Jetzt synchronisieren
ja: 今すぐ同期
ko: 지금 동기화
zh_hans: 立即同步
zh_hant: 立即同步

source: Saved change
de: Gespeicherte Änderung
ja: 保存した変更
ko: 저장된 변경 사항
zh_hans: 已保存的变更
zh_hant: 已儲存的變更

source: Latest version
de: Aktuelle Version
ja: 最新の内容
ko: 최신 버전
zh_hans: 最新版本
zh_hant: 最新版本

source: Apply this change again?
de: Diese Änderung erneut anwenden?
ja: この変更を再適用しますか？
ko: 이 변경 사항을 다시 적용할까요?
zh_hans: 重新应用此变更？
zh_hant: 重新套用此變更？

source: Discard saved change?
de: Gespeicherte Änderung verwerfen?
ja: 保存した変更を破棄しますか？
ko: 저장된 변경 사항을 버릴까요?
zh_hans: 丢弃已保存的变更？
zh_hant: 捨棄已儲存的變更？

source: This removes the saved change from Apple Watch.
de: Dadurch wird die gespeicherte Änderung von der Apple Watch entfernt.
ja: Apple Watch に保存したこの変更を削除します。
ko: Apple Watch에 저장된 이 변경 사항이 삭제됩니다.
zh_hans: 此操作会删除 Apple Watch 上保存的这项变更。
zh_hant: 此操作會刪除 Apple Watch 上儲存的這項變更。

source: Retry deletes this account and all of its current entries.
de: Beim erneuten Versuch werden dieses Konto und alle aktuellen Einträge darin gelöscht.
ja: 再試行すると、この口座と現在のすべての明細が削除されます。
ko: 다시 시도하면 이 계정과 현재의 모든 내역이 삭제됩니다.
zh_hans: 重试会删除此账户及其当前的所有账单。
zh_hant: 重試會刪除此帳戶及其目前的所有帳單。

source: Retry deletes the latest version of this entry.
de: Beim erneuten Versuch wird die aktuelle Version dieses Eintrags gelöscht.
ja: 再試行すると、この明細の最新の内容が削除されます。
ko: 다시 시도하면 이 내역의 최신 버전이 삭제됩니다.
zh_hans: 重试会删除此账单的最新版本。
zh_hant: 重試會刪除此帳單的最新版本。

source: Retry uses the latest data and may overwrite newer edits.
de: Der erneute Versuch verwendet die aktuellen Daten und kann neuere Änderungen überschreiben.
ja: 最新のデータに変更を適用します。新しい編集内容を上書きする場合があります。
ko: 최신 데이터에 변경 사항을 적용하며 더 최근의 수정 사항을 덮어쓸 수 있습니다.
zh_hans: 重试将基于最新数据应用此变更，可能覆盖较新的修改。
zh_hant: 重試將依最新資料套用此變更，可能覆寫較新的修改。

source: Save Entry
de: Eintrag speichern
ja: 明細を保存
ko: 내역 저장
zh_hans: 保存账单
zh_hant: 儲存帳單

source: Save Account
de: Konto speichern
ja: 口座を保存
ko: 계정 저장
zh_hans: 保存账户
zh_hant: 儲存帳戶

source: Could not save on Apple Watch. Your changes are still on screen.
de: Speichern auf der Apple Watch fehlgeschlagen. Deine Änderungen bleiben auf dem Bildschirm erhalten.
ja: Apple Watch に保存できませんでした。入力内容は画面に残っています。
ko: Apple Watch에 저장하지 못했습니다. 변경 사항은 화면에 남아 있습니다.
zh_hans: 无法在 Apple Watch 上保存。输入的内容仍保留在屏幕上。
zh_hant: 無法在 Apple Watch 上儲存。輸入的內容仍保留在螢幕上。

source: Could not read saved data. Try opening MiniBill again.
de: Gespeicherte Daten konnten nicht gelesen werden. Öffne MiniBill erneut.
ja: 保存したデータを読み込めませんでした。MiniBill を開き直してください。
ko: 저장된 데이터를 읽지 못했습니다. MiniBill을 다시 열어 보세요.
zh_hans: 无法读取已保存的数据。请重新打开 MiniBill。
zh_hant: 無法讀取已儲存的資料。請重新開啟 MiniBill。

source: Open MiniBill on iPhone to sync your accounts.
de: Öffne MiniBill auf dem iPhone, um deine Konten zu synchronisieren.
ja: iPhone で MiniBill を開いて口座を同期してください。
ko: iPhone에서 MiniBill을 열어 계정을 동기화하세요.
zh_hans: 请在 iPhone 上打开 MiniBill 以同步账户。
zh_hant: 請在 iPhone 上開啟 MiniBill 以同步帳戶。

source: Sync will retry when iPhone is available.
de: Die Synchronisierung wird erneut versucht, sobald das iPhone verfügbar ist.
ja: iPhone に接続できると同期を再試行します。
ko: iPhone에 연결되면 동기화를 다시 시도합니다.
zh_hans: iPhone 可连接时会重试同步。
zh_hant: iPhone 可連線時會重試同步。

source: This item changed on iPhone. Review the latest version.
de: Dieser Eintrag wurde auf dem iPhone geändert. Prüfe die aktuelle Version.
ja: この項目は iPhone で変更されました。最新の内容を確認してください。
ko: 이 항목이 iPhone에서 변경되었습니다. 최신 버전을 확인하세요.
zh_hans: 此内容已在 iPhone 上更改，请查看最新版本。
zh_hant: 此內容已在 iPhone 上變更，請查看最新版本。

source: This account no longer exists.
de: Dieses Konto existiert nicht mehr.
ja: この口座は存在しません。
ko: 이 계정은 더 이상 존재하지 않습니다.
zh_hans: 此账户已不存在。
zh_hant: 此帳戶已不存在。

source: Check the amount, project and account name.
de: Prüfe Betrag, Projekt und Kontoname.
ja: 金額、項目、口座名を確認してください。
ko: 금액, 항목 및 계정 이름을 확인하세요.
zh_hans: 请检查金额、项目和账户名称。
zh_hant: 請檢查金額、項目和帳戶名稱。

source: The sync data could not be read. Update MiniBill on both devices.
de: Die Synchronisierungsdaten konnten nicht gelesen werden. Aktualisiere MiniBill auf beiden Geräten.
ja: 同期データを読み込めませんでした。両方のデバイスで MiniBill を更新してください。
ko: 동기화 데이터를 읽지 못했습니다. 두 기기 모두에서 MiniBill을 업데이트하세요.
zh_hans: 无法读取同步数据。请在两台设备上更新 MiniBill。
zh_hant: 無法讀取同步資料。請在兩台裝置上更新 MiniBill。

source: iPhone offline
ja: iPhone はオフライン
ko: iPhone 오프라인
zh_hans: iPhone 未连接
zh_hant: iPhone 未連線

source: Minute
ja: 分
ko: 분
zh_hans: 分
zh_hant: 分
